[
  {
    "season": 1,
    "episode_number": 1,
    "title": "Welcome to the Hellmouth",
    "air_date": "March 10, 1997",
    "lore_year": "1997",
    "director": "Charles Martin Smith",
    "writers": ["Joss Whedon"],
    "characters_involved": [
      "Buffy",
      "Xander",
      "Willow",
      "Cordelia",
      "Giles",
      "Angel",
      "Master",
      "Luke",
      "Principal Flutie",
      "Joyce",
      "Darla",
      "Thomas",
      "Jesse"
    ],
    "plot": "When teen vampire slayer Buffy tries to start a new life at Sunnydale High, she discovers that the school sits atop a demonic dimensional portal",
    "quote": "Buffy Summers: \"Now, we can do this the hard way or... Well, actually, there's just the hard way.\" Darla: \"That's fine with me\" Buffy Summers: \"Are you sure? Now, this is not gonna be pretty. We're talking violence, strong language, adult content.\"",
    "trivia": "The scene with Buffy and Giles at the Bronze was Anthony Head's audition scene.",
    "imdb_url": "https://www.imdb.com/title/tt0452716/?ref_=ttep_ep2",
    "imgurl": [
      "https://static.wikia.nocookie.net/buffy/images/1/14/1x01_002.jpg"
    ],
    "createdAt": "2022-10-10T17:17:00.503Z",
    "updatedAt": "2022-10-10T17:17:00.503Z"
  },
  {
    "season": 1,
    "episode_number": 2,
    "title": "The Harvest",
    "air_date": "March 10, 1997",
    "lore_year": "1997",
    "director": "John T. Kretchmer",
    "writers": ["Joss Whedon"],
    "characters_involved": [
      "Buffy",
      "Xander",
      "Willow",
      "Cordelia",
      "Giles",
      "Angel",
      "Master",
      "Luke",
      "Principal Flutie",
      "Joyce",
      "Darla",
      "Jesse"
    ],
    "plot": "Buffy and her friends encounter a powerful vampire bent on opening a portal to a dimension inhabited by demons.",
    "quote": "Willow Rosenberg: \"Oh, I-I need to sit down.\" Buffy Summers: \"You are sitting down.\" Willow Rosenberg: \"Oh, good for me.\"",
    "trivia": "Sixteen-year-old Mercedes McNab and nineteen-year-old Sarah Michelle Gellar were the only two cast members to be actual teenagers at the time this episode was filmed in 1996.",
    "imdb_url": "https://www.imdb.com/title/tt0452716/?ref_=ttep_ep2",
    "imgurl": [
      "https://static.wikia.nocookie.net/buffy/images/a/a6/1x02_007.jpg"
    ],
    "createdAt": "2022-10-10T17:17:00.503Z",
    "updatedAt": "2022-10-10T17:17:00.503Z"
  },
  {
    "season": 1,
    "episode_number": 3,
    "title": "Witch",
    "air_date": "March 17, 1997",
    "lore_year": "1997",
    "director": "Stephen Cragg",
    "writers": ["Dana Reston"],
    "characters_involved": [
      "Buffy",
      "Xander",
      "Willow",
      "Cordelia",
      "Giles",
      "Joyce",
      "Amy",
      "Catherine"
    ],
    "plot": "Buffy suspects she has a witch on her hands when the cheerleading squad falls victim to sudden blindness and spontaneous combustion.",
    "quote": "Xander Harris: \"Oh, ha! I laugh in the face of danger. Then I hide until it goes away.\"",
    "trivia": "Charisma Carpenter had cheerleading experience from cheering for the San Diego Chargers in 1991.",
    "imdb_url": "https://www.imdb.com/title/tt0533501/?ref_=ttep_ep3",
    "imgurl": [
      "https://static.wikia.nocookie.net/buffy/images/7/77/1x03_003.jpg"
    ],
    "createdAt": "2022-10-10T17:17:00.503Z",
    "updatedAt": "2022-10-10T17:17:00.503Z"
  },
  {
    "season": 1,
    "episode_number": 4,
    "title": "Teacher's Pet",
    "air_date": "March 25, 1997",
    "lore_year": "1997",
    "director": "Bruce Seth Green",
    "writers": ["David Greenwalt"],
    "characters_involved": [
      "Buffy",
      "Xander",
      "Willow",
      "Cordelia",
      "Giles",
      "Angel",
      "Ms French",
      "Blayne",
      "Principal Flutie"
    ],
    "plot": "Buffy's biology teacher is killed by a giant praying mantis that assumes the form of a beautiful substitute teacher.",
    "quote": "Buffy Summers: \"No, I'm not saying she craned her neck. We are talking full-on Exorcist twist.\"",
    "trivia": "The praying mantis puppet is actually a re-use of the Na'Grath prop from the first season of Babylon 5 (1993), which used the same make-up company. Musetta Vander, who plays the She-Mantis, also guest-starred in Babylon 5.",
    "imdb_url": "https://www.imdb.com/title/tt0533494/?ref_=ttep_ep5",
    "imgurl": [
      "https://static.wikia.nocookie.net/buffy/images/d/d9/B1x04_Willow_Buffy.jpg"
    ],
    "createdAt": "2022-10-10T17:17:00.503Z",
    "updatedAt": "2022-10-10T17:17:00.503Z"
  },
  {
    "season": 1,
    "episode_number": 5,
    "title": "Never Kill a Boy on the First Date",
    "air_date": "March 31, 1997",
    "lore_year": "1997",
    "director": "David Semal",
    "writers": ["Rob Des Hotel", "Dean Batali"],
    "characters_involved": [
      "Buffy",
      "Xander",
      "Willow",
      "Cordelia",
      "Giles",
      "Angel",
      "Master",
      "Owen",
      "Borba"
    ],
    "plot": "With Buffy preoccupied by her date with Owen, Giles is trapped by a group of vampires seeing to raise a powerful leader.",
    "quote": "Rupert Giles: \"All right. I'll just jump into my time machine, go back to the 12th century and ask the vampires to postpone their ancient prophecy for a few days while you take in dinner and a show. Buffy Summers: \"Okay, at this point, you're abusing sarcasm.\"",
    "trivia": "Giles' assertion that he doesn't have an instruction manual is not strictly true. Apparently, there is a Slayer Handbook but Giles just decided not to use it with Buffy.",
    "imdb_url": "https://www.imdb.com/title/tt0533459/?ref_=ttep_ep6",
    "imgurl": [
      "https://static.wikia.nocookie.net/buffy/images/2/22/Never_Kill_a_Boy_Main.png"
    ],
    "createdAt": "2022-10-10T17:17:00.503Z",
    "updatedAt": "2022-10-10T17:17:00.503Z"
  },
  {
    "season": 1,
    "episode_number": 6,
    "title": "The Pack",
    "air_date": "April 7, 1997",
    "lore_year": "1997",
    "director": "Bruce Seth Green",
    "writers": ["Matt Kiene", "Joe Reinkemeyer"],
    "characters_involved": [
      "Buffy",
      "Xander",
      "Willow",
      "Cordelia",
      "Giles",
      "Principal Flutie",
      "Kyle",
      "Rhonda",
      "Tor",
      "Heid",
      "Lance",
      "Dr. Weirick"
    ],
    "plot": "Xander and several other students are possessed by the spirit of a demonic breed of hyenas that wreak havoc at the high school.",
    "quote": "Rupert Giles: \"Xander's taken to teasing the less fortunate?\" Buffy Summers: \"Uh-huh.\" Rupert Giles: \"And, uh, there's a noticeable change in both clothing and demeanor?\" Buffy Summers: \"Yes.\" Rupert Giles: \"And, well, otherwise, all his spare time's spent lounging about with imbeciles?\" Buffy Summers: \"It's bad, isn't it?\" Rupert Giles: \"It's devastating. He's turned into a sixteen-year-old boy. Of course, you'll have to kill him.\"",
    "trivia": "In the library, Giles consults the Malleus Maleficarum, an actual historical text on Witchcraft. Written in the late 15th century it was essentially a how to manual on how to identify, capture and kill witches, demons and other foul creatures. Even for those times it was considered extreme and vile and was banned by the pope in the early 16th century. Unfortunately, it was written the same time that the printing press was taking off in Europe and it became the 2nd most popular book in Europe for decades. It is credited with being one of the major causes of the witch hunts that swept Europe. It is also the source of many of the stereotypes of redheads, which were described in the book as Vampire demons which had no souls and could not walk in the daylight. The book was so prevalent that mothers were known to drown newborn babies if they had red hair, and some towns even purged all redheads, often by burning at the stake.",
    "imdb_url": "https://www.imdb.com/title/tt0533505/?ref_=ttep_ep7",
    "imgurl": [
      "https://static.wikia.nocookie.net/buffy/images/4/4e/The_Pack.jpg"
    ],
    "createdAt": "2022-10-10T17:17:00.503Z",
    "updatedAt": "2022-10-10T17:17:00.503Z"
  },
  {
    "season": 1,
    "episode_number": 7,
    "title": "Angel",
    "air_date": "April 14, 1997",
    "lore_year": "1997",
    "director": "Scott Brazil",
    "writers": ["David Greenwalt"],
    "characters_involved": [
      "Buffy",
      "Xander",
      "Willow",
      "Cordelia",
      "Giles",
      "Angel",
      "Master",
      "Joyce",
      "Darla"
    ],
    "plot": "Buffy discovers Angel's dark secret and hesitates to do anything about it, which could spell danger for someone she loves.",
    "quote": "Buffy Summers: \"Angel.\" Angel: \"Hmm?\" Buffy Summers: \"Do you snore?\" Angel: I don't know. It's been a long time since anybody's been in a position to let me know.\"",
    "trivia": "Joyce meets Giles, Angel, and Darla for the first time. It's also her first interaction with Xander",
    "imdb_url": "https://www.imdb.com/title/tt0533388/?ref_=ttep_ep8",
    "imgurl": [
      "https://static.wikia.nocookie.net/buffy/images/9/94/107jangel.jpeg"
    ],
    "createdAt": "2022-10-10T17:17:00.503Z",
    "updatedAt": "2022-10-10T17:17:00.503Z"
  },
  {
    "season": 1,
    "episode_number": 8,
    "title": "I Robot... You, Jane",
    "air_date": "April 28, 1997",
    "lore_year": "1997",
    "director": "Stephen Posey",
    "writers": ["Ashley Gable", "Thomas A. Swyden"],
    "characters_involved": [
      "Buffy",
      "Xander",
      "Willow",
      "Cordelia",
      "Giles",
      "Jenny Calendar",
      "Dave",
      "Fritz"
    ],
    "plot": "Willow's new Internet chat buddy turns out to be a powerful demon electronically unleashed from a centuries-old, newly digitized book.",
    "quote": "Jenny Calendar: \"You here again? You kids really dig the library, don't ya?\" Buffy Summers: \"We're literary.\" Xander Harris: \"To read makes our speaking English good.\"",
    "trivia": "Jenny Calendar was originally going to be named Nicki, but it was later changed in order to avoid on-set confusion with Nicholas Brendon who was called Nicky.",
    "imdb_url": "https://www.imdb.com/title/tt0533445/?ref_=ttep_ep9",
    "imgurl": [
      "https://static.wikia.nocookie.net/buffy/images/5/55/Buffy_vs_moloch_i_robot%2C_you_jane_still.jpg"
    ],
    "createdAt": "2022-10-10T17:17:00.503Z",
    "updatedAt": "2022-10-10T17:17:00.503Z"
  },
  {
    "season": 1,
    "episode_number": 9,
    "title": "The Puppet Show",
    "air_date": "May 5, 1997",
    "lore_year": "1997",
    "director": "Ellen S. Pressman",
    "writers": ["Rob Des Hotel", "Dean Batali"],
    "characters_involved": [
      "Buffy",
      "Xander",
      "Willow",
      "Cordelia",
      "Giles",
      "Joyce",
      "Morgan",
      "Marc",
      "Snyder"
    ],
    "plot": "Buffy suspects that a ventriloquist's dummy may be harvesting organs from classmates performing in a talent show.",
    "quote": "Principal Snyder: \"Kids today need discipline. It's an unpopular word these days: discipline. I know Principal Flutie would have said, 'Kids need understanding. Kids are human beings.' That's the kind of woolly-headed liberal thinking that leads to being eaten.\" Rupert Giles: \"I-I think perhaps it was a little more complex than, um...\",",
    "trivia": "Sarah Michelle Gellar admitted having nightmares about puppets after filming.",
    "imdb_url": "https://www.imdb.com/title/tt0533507/?ref_=ttep_ep10",
    "imgurl": [
      "https://static.wikia.nocookie.net/buffy/images/1/1d/The_Puppet_Show_Buffy.jpg"
    ],
    "createdAt": "2022-10-10T17:17:00.503Z",
    "updatedAt": "2022-10-10T17:17:00.503Z"
  },
  {
    "season": 1,
    "episode_number": 10,
    "title": "Nightmares",
    "air_date": "May 12, 1997",
    "lore_year": "1997",
    "director": "Bruce Seth Green",
    "writers": ["Joss Whedon", "David Greenwalt"],
    "characters_involved": [
      "Buffy",
      "Xander",
      "Willow",
      "Cordelia",
      "Giles",
      "Angel",
      "Master",
      "Billy",
      "Collin",
      "Joyce"
    ],
    "plot": "A series of strange occurrences lead Buffy and her friends to discover their worst nightmares have literally become reality",
    "quote": "Willow Rosenberg: \"Personal question?\" Xander Harris: \"Yeah, shoot.\" Willow Rosenberg: \"When Buffy was a vampire, you weren't still, like, attracted to her, were you?\" Xander Harris: \"Willow, how can you... I mean, that's really *bent*. She was... grotesque.\" Willow Rosenberg: \"Still dug her, huh? Xander Harris: I'm sick. I need help.\" Willow Rosenberg: \"Don't I know it.\"",
    "trivia": "Willow has a \"Nerf Herder\" poster in her locker. The Buffy theme is by \"Nerf Herder\", and it was Alyson Hannigan, who plays Willow, that turned Joss Whedon onto using them for the theme.",
    "imdb_url": "https://www.imdb.com/title/tt0533462/?ref_=ttep_ep11",
    "imgurl": [
      "https://static.wikia.nocookie.net/buffy/images/e/e9/1x10_008.jpg"
    ],
    "createdAt": "2022-10-10T17:17:00.503Z",
    "updatedAt": "2022-10-10T17:17:00.503Z"
  },
  {
    "season": 1,
    "episode_number": 11,
    "title": "Out of Mind, Out of Sight",
    "air_date": "May 19, 1997",
    "lore_year": "1997",
    "director": "Rexa Badiyi",
    "writers": ["Joss Whedon, Ashley Gable, Thomas A. Swyden"],
    "characters_involved": [
      "Buffy",
      "Xander",
      "Willow",
      "Cordelia",
      "Giles",
      "Angel",
      "Marcie",
      "Snyder"
    ],
    "plot": "When an invisible menace starts attacking students and faculty at Sunnydale High, the Scooby Gang traces the problem back to Cordelia",
    "quote": "Cordelia Chase: \"Hey, you think I'm never lonely because I'm so cute and popular? I can be surrounded by people and be completely alone. It's not like any of them really know me. I don't even know if they like me half the time... People just want to be in a popular zone. Sometimes when I talk... everyone's so busy agreeing with me, they don't hear a word I say.\" Buffy Summers: Well, if you feel so alone, then why do you work so hard at being popular? Cordelia Chase: Well, it beats being alone all by yourself.\"",
    "trivia": "The final scene is of Marcy reading a textbook chapter titled \"Assassination and Infiltration\" with a subtitle referring to targeting the leader of a cult as an example. However, the actual text begins with the date August 2, 19XX and this is followed by the lyrics of The Beatles song, \"Happiness is a Warm Gun\" only they are written as prose, with the line \"Happiness is a warm gun\" changed to \"Joy is a hot revolver\".",
    "imdb_url": "https://www.imdb.com/title/tt0533467/?ref_=ttep_ep12",
    "imgurl": [
      "https://static.wikia.nocookie.net/buffy/images/d/d7/1x11_003.jpg"
    ],
    "createdAt": "2022-10-10T17:17:00.503Z",
    "updatedAt": "2022-10-10T17:17:00.503Z"
  },
  {
    "season": 1,
    "episode_number": 12,
    "title": "Prophecy Girl",
    "air_date": "June 2, 1997",
    "lore_year": "1997",
    "director": "Joss Whedon",
    "writers": ["Joss Whedon"],
    "characters_involved": [
      "Buffy",
      "Xander",
      "Willow",
      "Cordelia",
      "Giles",
      "Angel",
      "Master",
      "Jenny",
      "Joyce",
      "Collin"
    ],
    "plot": "Giles Discovers an ancient book foretelling Buffy's death at the hands of the Master",
    "quote": "The Master: \"You're dead.\" Buffy Summers: \"I may be dead, but I'm still pretty. Which is more than I can say for you.\" The Master: \"You were destined to die. It was written.\" Buffy Summers: \"What can I say? I flunked the written.\"",
    "trivia": "Originally, another sign of the impending apocalypse was going to be stones raining down on Sunnydale High. It was cut out due to budget costs.",
    "imdb_url": "https://www.imdb.com/title/tt0533474/?ref_=ttep_ep13",
    "imgurl": [
      "https://static.wikia.nocookie.net/buffy/images/f/f2/Prophecy_Girl_Buffy_01.jpg/"
    ],
    "createdAt": "2022-10-10T17:17:00.503Z",
    "updatedAt": "2022-10-10T17:17:00.503Z",
    "__v": 0
  }
]
